Repository: bNobo/nab
Catalog: NeedABreak/Properties/Resources.*.resx
Languages: it

# ajuster_le_delai
source: Adjust the wait time before lockdown
it: Regolare l'intervallo di tempo

# annuler
source: Cancel
it: Annulla

# executer_au_demarrage
source: Run at startup
it: Esegui all'avvio

# explications
source: When working on a screen, it is important to take frequent screen breaks based on your work hours. Choose the appropriate work duration
it: Quando si lavora su uno schermo, è imperativo seguire un regime di pausa che deve essere basato sull'intensità del lavoro. Scegli l'intervallo di tempo appropriato in base all'intensità del lavoro che devi fare.

# fermer
source: Close
it: Chiudi

# il_est_l_heure
source: It's break time!
it: È ora di muoversi!

# Imminent_locking
source: Imminent lockdown
it: Blocco imminente

# Less_than_a_minute_before_locking
source: Less than a minute to lockdown
it: Meno di un minuto prima del blocco

# minutes
source: mins
it: min

# minutes_before_locking
source: {0:##} minutes to lockdown
it: {0:##} minuti prima del blocco

# one_minute_before_locking
source: One minute to lockdown
it: Un minuto prima del blocco

# quitter
source: Exit
it: Esci

# travail_habituel
source: Usual work
it: Lavoro abituale

# travail_intensif
source: Intensive work
it: Lavoro intensivo

# travail_peu_intensif
source: Low-intensive work
it: Lavoro a basso intensità

# travail_tres_intensif
source: Very intensive work
it: Lavoro molto intenso

# notification_avant_verrouillage
source: Notification before locking
it: Notifica prima del blocco

# verrouillage_imminent_detail
source: The screen will be locked in less than a minute. Remember to save your changes!
it: Lo schermo si bloccherà in meno di un minuto. Ricordati di salvare le modifiche!

# verrouillage_imminent_title
source: IMMINENT LOCKDOWN
it: BLOCCO IMMINENTE

# reporter
source: Postpone
it: Riporta

# about
source: About NEED A BREAK!
it: A proposito di NEED A BREAK!

# license
source: You can view full license
it: È possibile visualizzare la licenza completa

source: (undefined)
it: (non definito)

# warranty
source: This program comes with ABSOLUTELY NO WARRANTY;
it: Questo programma viene fornito con ASSOLUTAMENTE NESSUNA GARANZIA;

source: Contact:
it: Contattare:

source: here
it: qui

source: Lock now
it: Blocca ora

source: Resume
it: Riprendere

# suspend
source: Do not disturb
it: non disturbare

# resume_tooltip
source: Disable "Do not disturb" mode.
it: Disattivare la modalità "Non disturbare".

# suspend_tooltip
source: Enable "Do not disturb" mode.
it: Attivare la modalità "Non disturbare".

# resumed_message
source: "Do not disturb" mode disabled.
it: Modalità "Non disturbare" disattivata

# resumed_title
source: Reactivated
it: Riattivazione

# suspended_message
source: "Do not disturb" mode enabled
it: Modalità "Non disturbare" attivata

# suspended_title
source: NEED A BREAK! (do not disturb)
it: Non disturbare

# automatic_suspension
source: Automatically determine when "Do not disturb" mode should be activated
it: Attiva automaticamente la modalità "Non disturbare".

# automatic_suspension_tooltip
source: The app automatically enable "Do not disturb" mode when it detects that a full-screen app or presentation has started and automatically reactivates when the full-screen app or presentation is complete.
it: L'applicazione passa automaticamente alla modalità "Non disturbare" quando rileva che è stata avviata un'applicazione o una presentazione a schermo intero e si riattiva automaticamente quando l'applicazione o la presentazione a schermo intero è terminata.

# n_hours
source: {0:%h} hours
it: {0:%h} ore

# n_hours_n_minutes
source: {0:%h} hours, {0:%m} minutes
it: {0:%h} ore, {0:%m} minuti

# one_hour
source: 1 hour
it: 1 ora

# one_hour_n_minutes
source: 1 hour, {0:%m} minutes
it: 1 ora, {0:%m} minuti
